<?php

$data = [
    '005' => [
        'name' => '바이브레이터',
        'children' => [
            '005012' => [
                'name' => '멀티 바이브',
                'children' => [],
            ],
            '005013' => [
                'name' => '래빗 바이브',
                'children' => [],
            ],
            '005008' => [
                'name' => '완드 바이브',
                'children' => [],
            ],
            '005011' => [
                'name' => '웨어러블',
                'children' => [],
            ],
            '005005' => [
                'name' => '페어리',
                'children' => [],
            ],
            '005004' => [
                'name' => '스파이로 팁',
                'children' => [],
            ],
            '005006' => [
                'name' => '에그 진동기',
                'children' => [],
            ],
            '005010' => [
                'name' => '미니 진동기',
                'children' => [],
            ],
            '005009' => [
                'name' => '스틱형 진동기',
                'children' => [],
            ],
            '005003' => [
                'name' => '핑거 바이브',
                'children' => [],
            ],
        ],
    ],
    '006' => [
        'name' => 'BDSM',
        'children' => [
            '006003' => [
                'name' => '구속/본디지',
                'children' => [

                    '006003001' => [
                        'name' => '바디구속',
                        'children' => [],
                    ],

                    '006003002' => [
                        'name' => '로프 & 테이프',
                        'children' => [],
                    ],

                    '006003003' => [
                        'name' => '수갑/족갑',
                        'children' => [],
                    ],

                ],
            ],
            '006009' => [
                'name' => '지배/굴복',
                'children' => [

                    '006009001' => [
                        'name' => '정조대',
                        'children' => [],
                    ],

                    '006009002' => [
                        'name' => '재갈',
                        'children' => [],
                    ],

                    '006009003' => [
                        'name' => '목줄',
                        'children' => [],
                    ],

                ],
            ],
            '006002' => [
                'name' => '체벌/스팽킹',
                'children' => [

                    '006002001' => [
                        'name' => '패더 티클러',
                        'children' => [],
                    ],

                    '006002002' => [
                        'name' => '채찍/윕',
                        'children' => [],
                    ],

                    '006002003' => [
                        'name' => '패들',
                        'children' => [],
                    ],

                    '006002004' => [
                        'name' => '케인(회초리)',
                        'children' => [],
                    ],

                    '006002005' => [
                        'name' => '스트랩/슬래퍼',
                        'children' => [],
                    ],

                    '006002006' => [
                        'name' => '플로거',
                        'children' => [],
                    ],

                    '006002007' => [
                        'name' => '크랍',
                        'children' => [],
                    ],

                    '006002008' => [
                        'name' => '기타 체벌도구',
                        'children' => [],
                    ],

                ],
            ],
            '006008' => [
                'name' => '캔들/저온초',
                'children' => [],
            ],
            '006004' => [
                'name' => '가면/마스크/안대',
                'children' => [],
            ],
            '006006' => [
                'name' => 'BDSM 의상',
                'children' => [],
            ],
            '006007' => [
                'name' => 'BDSM 세트',
                'children' => [],
            ],
            '006005' => [
                'name' => 'BDSM 기타',
                'children' => [],
            ],
            '006001' => [
                'name' => 'LGBT',
                'children' => [

                    '006001001' => [
                        'name' => 'Gay',
                        'children' => [],
                    ],

                    '006001002' => [
                        'name' => 'Lesbian',
                        'children' => [],
                    ],

                    '006001003' => [
                        'name' => 'Bisexual',
                        'children' => [],
                    ],

                    '006001004' => [
                        'name' => 'Transgender',
                        'children' => [],
                    ],

                ],
            ],
        ],
    ],
];

return $data;