<?
/////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////
//GNB 상단메뉴
define("_LG_GNB_MEMBER", "회원관리"); // 회원관리
define("_LG_GNB_PARTNER", "파트너관리"); // 파트너관리
define("_LG_GNB_DASHBOARD", "통계/현황표"); // 통계/현황표
define("_LG_GNB_BOARD", "게시판관리"); // 게시물관리
define("_LG_GNB_CONFIG", "설정관리"); // 설정관리

define("_LG_GNB_BOOKINGS", "부킹관리"); // 부킹관리
define("_LG_GNB_TRAVEL_GOODS", "상품관리"); // 여행상품관리
define("_LG_GNB_TRAVEL_ORDER", "주문관리"); // 여행주문관리
define("_LG_GNB_TRAVEL_CALCULATE", "정산관리"); // 여행정산관리

/////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////
//좌측메뉴
define("_LG_LMT_MEMBERS", "회원관리"); // 회원관리 - 타이틀
define("_LG_LMT_MEMBERS_1", "일반회원 관리"); // 회원관리 > 일반회원 관리 - 타이틀
define("_LG_LMT_MEMBERS_1_1", "일반회원 목록"); // 회원관리 > 일반회원 관리 > 일반회원 목록 - 메뉴
define("_LG_LMT_MEMBERS_1_2", "일반회원 등록"); // 회원관리 > 일반회원 관리 > 일반회원 등록 - 메뉴

define("_LG_LMT_MEMBERS_2", "가이드 관리"); // 회원관리 > 가이드 관리 - 타이틀
define("_LG_LMT_MEMBERS_2_1", "가이드 목록"); // 회원관리 > 가이드 관리 > 가이드 목록 - 메뉴
define("_LG_LMT_MEMBERS_2_2", "가이드 등록"); // 회원관리 > 가이드 관리 > 가이드 등록 - 메뉴

define("_LG_LMT_MEMBERS_3", "운영자 관리"); // 회원관리 > 운영자 관리 - 타이틀
define("_LG_LMT_MEMBERS_3_1", "운영자 목록"); // 회원관리 > 운영자 관리 > 운영자 목록 - 메뉴
define("_LG_LMT_MEMBERS_3_2", "운영자 등록"); // 회원관리 > 운영자 관리 > 운영자 등록 - 메뉴

define("_LG_LMT_BOOKINGS", "부킹관리"); // 부킹관리 - 타이틀

/////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////
//페이지
define("_LG_PT_MEMBER_LIST", "일반회원 목록"); // 일반회원 목록
define("_LG_PT_MEMBER_REG", "일반회원 등록"); // 일반회원 등록
define("_LG_PT_MEMBER_MOD", "일반회원 수정"); // 일반회원 수정
?>